Repository: Mammadbayli/Bubbles
Catalog: Bubbles/*.lproj/Localizable.strings
Languages: az

source: Submit
az: Təqdim et

source: Search
az: Axtar

source: Find
az: Tap

source: Retry
az: Yenidən cəhd elə

source: Edit
az: Düzəliş et

source: Send
az: Göndər

source: Warning
az: Xəbərdarlıq

source: Cancel
az: Yox

# yes
source: OK
az: Hə

# search_no_results
source: Nothing found try again.
az: Heç nə tapılmadı, yenidən cəhd edin.

source: Friends
az: Dostlar

source: Chats
az: Söhbətlər

source: Account
az: Hesab

source: Settings
az: Ayarlar

source: Friend requests
az: Dost istəkləri

source: Log in
az: Daxil ol

source: Get started
az: Başla

source: Username
az: İstifadəçi adı

source: Password
az: Şifrə

# fb_login
source: Login with Facebook
az: Facebookla daxil ol

# invalid_credentials
source: The username or password you entered did not match our records. Please double-check and try again.
az: Daxil etdiyiniz istifadəçi adı və ya şifrə qeydlərimizə uyğun gəlmədi. Xahiş edirik yenidən yoxlayın və cəhd edin.

source: Forgot Password?
az: Şifrəni unutmusunuz?

# welcome_hint
source: Enter your car's license plate number and let's go!
az: Avtomobilinizin nömrəsini daxil edin və getdik!

source: Registration Certificate
az: Qeydiyyat şəhadətnaməsi

# registration_registration_certificate_tip
source: Your request will be sent for approval. Approval message will be received later.
az: Sizin sorğunuz təsdiq üçün göndəriləcək. Bildiriş mesajı isə təsdiqdən sonra göndəriləcək.

# registration_certificate_warning
source: Please provide registration photo.
az: Zəhmət olmasa avtomobilin texniki passportunu yükləyin.

# registration_certificate_tip
source: Make sure all information is clear to scan by application.
az: Bütün məlumatların asanliga oxunmağına əmin olun.

source: Verify number
az: Nömrəni doğrulayın

# phone_number_tip
source: Please enter your telephone number
az: Zəhmət olmasa telefon nömrənizi daxil edin

# sms_code_placeholder
source: Enter code
az: Kodu daxil edin

# sms_code_verify
source: Verify
az: Doğrulamaq

# sms_code_resend
source: Get new code
az: Yeniden kod alın

# sms_code_tip
source: Please enter SMS that was sent to you
az: Zəhmət olmasa təsdiq mesajını daxil edin.

source: Success!
az: Uğurlu!

# number_verification_success
source: Your number is verified
az: Nömrəniz təsdiqləndi

source: Continue
az: Davam et

# name_of_user
source: Name
az: Ad

# surname_of_user
source: Surname
az: Soyad

source: Confirm password
az: Şifrəni təsdiq et

# password_mismatch_error
source: Passwords should match
az: Parollar uyğun olmalıdır

# password_policy_rule
source: Password should be at least 6 signs
az: Şifrə minimum 6 uzunluğa sahib olmalıdır

# settings_saved_messages
source: Saved messages and posts
az: Saxlanılan mesajlar və yazılar

# saved_messages.empty_list
source: No saved messages to show.
az: Saxlanılan mesajlar yoxdur.

# settings_change_license_plate
source: Change your car
az: Avtomobilinizi dəyişdirin

# settings_notfications_and_alerts
source: Notifications and alerts
az: Bildirişlər və siqnallar

# settings_language
source: Language
az: Dil

# settings_support
source: Support
az: Dəstək

# settings_log_out
source: Log out
az: Çıxış

# settings_log_out_warning
source: You want to leave application?
az: Siz sistemnən cıxış etmək istiyirsiz?

# settings_delete_accountt
source: Delete your account
az: Hesabınızı silin

source: Suggested friends
az: Təklif olunan dostlar

# friend_requests_add_page_title
source: Add friend
az: Dost əlavə et

# friend_requests_accept_request
source: Accept
az: Qəbul

# friend_requests_decline_request
source: Decline
az: Imtina

# friend_requests_request_sent
source: Friend request sent
az: Dostluq təklifi göndərildi

# friend_requests_request_accepted
source: ✓ Accepted
az: ✓Qəbul edildi

# friend_requests_request_declined
source: ✗ Declined
az: ✗İmtina edildi

# friend_requests_nobody_found
source: Nobody found
az: Heç kim tapılmadı

# friend_requests_send_request
source: Send request
az: Sorğu göndərin

# cars_category
source: Cars
az: Avtomobil

# saloons_category
source: Saloons
az: Salonlar

# services_category
source: Services
az: Xidmətlər

source: Or contact us:
az: Və ya bizimlə əlaqə saxlayin:

source: Show Notifications
az: Bildirişləri göstər

source: Sound
az: Səs

# notification_sound_picker_title
source: Pick a sound
az: Səs seçin

# change_username_button_title
source: Change car
az: Avtonu dəyiş

# change_username_attach_documents
source: Attach
az: Əlavə et

# delete_account_warning
source: Are you sure you want to delete your account?
az: Hesabınızı silməyinizə əminsiniz?

source: Yes, Delete
az: Bəli, Sil

source: Write a comment
az: Şərh yazın

source: Forwarded
az: Yönləndirilib

source: Message
az: Mesajınız

# message_from_you
source: You
az: Siz

# last_activity.online
source: Online
az: Onlayn

# last_activity.offline
source: Offline
az: Offlayn

# last_activity.justNow
source: Online just now
az: İndicə onlayn idi

# last_activity.online_minutes_ago
source: Online %d minutes ago
az: Onlayn %d dəqiqə əvvəl

# last_activity.online_hours_ago
source: Online %d hours ago
az: Onlayn %d saat əvvəl

# last_activity.online_yesterday
source: Online yesterday
az: Onlayn dünən

# last_activity.online_exact_date
source: Online %@
az: Onlayn %@

# chat.status.typing
source: typing...
az: yazır...

source: Save
az: Saxla

source: Unsave
az: Unut

source: Copy
az: Kopyala

source: Reply
az: Cavab ver

source: Forward
az: Ötur

source: Delete
az: Sil

# post_comments
source: %lu Comments
az: %lu Komment

# post_share
source: Share
az: Paylaş

# user_full_name
source: Name Surname
az: Ad soyadı

# user_name
source: Name
az: Adı

# user_surname
source: Surname
az: Soyadı

# user_phone-number
source: Phone Number
az: Telefon nömrəsi

# user_career
source: Career
az: Karyera

# user_education
source: Education
az: Təhsil

# user_interests
source: Interests
az: Maraqlar

source: Select from contacts
az: Kontaktlardan seçin

source: Recent chats
az: Son söhbətlər

# sticky_input_slide_to_cancel
source: < Slide to cancel
az: < Ləğv etmək üçün sürüşdürün

# photo_source_camera
source: Camera
az: Kamera

# photo_source_photos
source: Photos
az: Albom

# create_post
source: Start a post
az: Yeni post

# send_post
source: Post
az: Göndər

# registration_status_pending_hint
source: Your request is under checking. Please wait for notification.
az: Sizin sorğunuz yoxlama prosesindədir. Təsdiq mesajı sizə göndəriləcəkdir.

# registration_status_approved_hint
source: Congratulations, You are approved! Verify now to continue.
az: Təbriklər, təsdiqləndiniz! Davam etmək üçün indi doğrulayın.

# registration_status_rejected_incorrect_documents_hint
source: You have been rejected due to incorrect document. Please try again.
az: Sənəd səhv olduğuna görə rədd edildi. Xahiş edirik yenidən cəhd edin.

# registration_status_rejected_illegible_documents_hint
source: You have been rejected due to, the document, which you provided can not be read. Please try again.
az: Təqdim etdiyiniz sənəd oxunmaması səbəbindən rədd edildi. Xahiş edirik yenidən cəhd edin.

# registration_status_failed_to_fetch_hint
source: Could not get status! Check back later.
az: Status alınmadı! Sonra yoxlayın.

# registration_status_fetching_hint
source: Loading status...
az: Status yüklənir ...

# registration_status_verify_now
source: Verify now!
az: İndi doğrulayın!

# registration_status_try_again
source: Try again
az: Yenidən cəhd edin

# photos_access_denied
source: It seems you have not granted access to use your photos. Please do so by going to the Settings on your iPhone
az: Görünən odur ki, fotolarınızı istifadə etmək üçün icazə verməmisiniz. Xahiş edirik bunu iPhone'dakı Ayarlara gedərək edin

# self_shared_post_message_body
source: You shared a post
az: Post paylaşdınız

# others_shared_post_message_body
source: Shared a post
az: Post paylaşdı

# voice_message_body
source: Voice
az: Səs

# photo_message_body
source: Photo
az: Foto

# password_reset_link_success
source: Password reset link is sent via SMS
az: Şifrənizi sıfırlama linki SMSlə göndərildi

# roster.cell.pendingRequest
source: Request pending
az: Hələ təsdiqləməyib

# roster.empty_list
source: You don't have friends yet, try adding one!
az: Hələ dostlarınız yoxdur, bəzilərini əlavə etməyə çalışın!

# posts.empty_list
source: No posts to show. Write the first post!
az: Göstəriləcək post yoxdur. İlk postu yazın!
